Repository: common-repository/nusprite
Catalog: lang/nusprite-*.po
Languages: fr_fr

source: Create sprite image
fr_fr: Créer une image Sprite

source: slug already exists
fr_fr: Ce slug est déjà pris

source: syntax error
fr_fr: erreur de syntaxe

source: Edit sprite
fr_fr: Éditer l'image Sprite

source: lowercase, figures, underscores, max %d characters
fr_fr: minuscules, chiffres, underscores, max %d caractères

source: %s of images
fr_fr: %s des images

source: %s containing %s
fr_fr: %s contenant %s

source: You could %s delete related posts
fr_fr: Vous pourriez %s supprimer les posts associés

source: You could %s delete unattached images
fr_fr: Vous pourriez %s supprimer les images non attachées

source: Sprite
fr_fr: Élément de Sprite

source: Delete sprite "%s" ?
fr_fr: Supprimer le Sprite %s ?

source: Delete this sprite
fr_fr: Supprimer ce sprite

source: Regenerate this sprite
fr_fr: Régénérer ce sprite

source: Sizes
fr_fr: Dimensions

source: Weight
fr_fr: Poids

source: Items
fr_fr: Éléments

source: Example
fr_fr: Exemple

source: not found
fr_fr: non trouvé

source: optional
fr_fr: facultatif

source: %s of credits
fr_fr: %s de crédits

source: Narrowest as possible
fr_fr: Le plus étroit possible

source: Max width
fr_fr: Largeur maximale

source: Widest as possible
fr_fr: Le plus large possible

source: Submit
fr_fr: Envoyer

source: Current image
fr_fr: Image actuelle

source: Manage images
fr_fr: Gérer les éléments de ce sprite

source: Settings
fr_fr: Réglages

source: Delete
fr_fr: Supprimer

source: Not found
fr_fr: Non trouvé

source: Create a new sprite image
fr_fr: Créer une image Sprite

source: Sprite not yet generated
fr_fr: Sprite pas encore généré

source: Space on disk
fr_fr: Espace sur le disque

source: Define how long <b>old versions</b> of files must remain on server.
fr_fr: Définir combien de temps les <b>vieilles versions</b> de fichiers doivent rester sur le serveur.

source: days
fr_fr: jours

source: Define
fr_fr: Définir

source: Currently on disk
fr_fr: Espace sur le disque

source: Number of <b>old versions</b> older than %d days
fr_fr: Nombre de <b>vieilles versions</b> créés il y a plus de %d days

source: Number of folders
fr_fr: Nombre de dossiers

source: Deletion of old files via Cron
fr_fr: Suppression des vieux fichiers via Cron

source: Nusprite schedulded a WP-Cron task to delete %d old files each hour.
fr_fr: Nusprite a planifié une tâche WP-Cron pour supprimer %d vieux fichiers toutes les heures.

source: As <b>%s</b> is defined, this task will run only if a server cron job is scheduled.
fr_fr: Vu que <b>%s</b> est défini, cette tâche ne sera lancée que si un Cron côté serveur est planifié.

source: Manually
fr_fr: Manuellement

source: Delete files older than %d days right now
fr_fr: Supprimer maintenant les fichiers créés il y a plus de %d jours

source: As much files as possible will be deleted
fr_fr: Autant de fichiers que possible seront supprimés

source: Troubleshooting
fr_fr: Dépannage

source: Uninstall
fr_fr: Désinstallation

source: Plugin is ready for %s uninstall
fr_fr: Extension prête pour la %s désinstallation

source: To avoid erasure of useful data, posts will not be deleted during uninstall process.
fr_fr: Pour éviter une perte de données, la désinstallation de cette extension ne supprimera pas les posts.

source: Before uninstalling this plugin, please manually delete these sprites :
fr_fr: Avant de désinstaller cette extension, veuillez supprimer manuellement ces Sprites :

source: Create a sprite image
fr_fr: Créer une image Sprite

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas les permissions suffisantes pour accéder à cette page.

source: Sprite Items
fr_fr: Éléments de Sprite

source: All sprite items
fr_fr: Tous les éléments de Sprite

source: View items
fr_fr: Voir les éléments de Sprite

source: Add New item to sprite
fr_fr: Ajouter un nouvel élément de Sprite

source: Add New Item
fr_fr: Ajouter un nouvel élément de Sprite

source: Edit sprite item
fr_fr: Éditer élément

source: Update sprite item
fr_fr: Mettre à jour élément

source: Search items
fr_fr: Rechercher éléments

source: No item found
fr_fr: Non trouvé

source: No item found in trash
fr_fr: Non trouvé dans la corbeille

source: Sprite Item
fr_fr: Élément de Sprite

source: Sprite items
fr_fr: Éléments de Sprite
